{
  
    "massages": [
      {
        "type": "المساج السويدي",
        "description": "يعد المساج السويدي من أكثر أنواع التدليك شهرة واستخدامًا. يركز على تحسين الدورة الدموية وتخفيف التوتر باستخدام حركات طويلة ودائرية وضغط خفيف إلى متوسط.",
        "benefits": "الاسترخاء العام، تحسين الدورة الدموية، تخفيف التوتر العضلي.",
        "image": "massage2"
        
      },
      {
        "type": "مساج الأنسجة العميقة",
        "description": "يستخدم ضغطًا أقوى مقارنة بالمساج السويدي ويستهدف الأنسجة العميقة والعضلات. مثالي للأشخاص الذين يعانون من توتر عضلي أو إصابات.",
        "benefits": "تخفيف الألم العضلي المزمن، معالجة الإصابات العضلية، تحسين مرونة العضلات."
        ,"image": "massage2"
      
      },
      {
        "type": "مساج الحجر الساخن",
        "description": "يستخدم الحجارة الساخنة مع تقنيات المساج التقليدية. يتم وضع الحجارة على نقاط معينة من الجسم لتحسين الدورة الدموية وتخفيف التوتر.",
        "benefits": "تحسين الاسترخاء العميق، تخفيف الآلام والتوتر، تعزيز الاسترخاء العضلي."
        ,"image": "massage2"
      
      },
      {
        "type": "مساج تايلندي",
        "description": "يعتمد على تقنيات الضغط والتمدد لتحريك الجسم بشكل متوازن، ويجمع بين المساج والمواقف اليوغا لتعزيز الراحة العامة.",
        "benefits": "زيادة مرونة الجسم، تحسين الطاقة والتوازن، تخفيف التوتر."
        ,"image": "massage2"
      
      },
      {
        "type": "مساج الرياضي",
        "description": "مصمم خصيصًا للرياضيين والأشخاص النشطين بدنيًا. يركز على تحسين الأداء الرياضي وتقليل الإجهاد الناتج عن التمارين.",
        "benefits": "تسريع التعافي بعد التمرين، تحسين المرونة ومنع الإصابات، تخفيف الآلام العضلية."
        ,"image": "massage2"
      
      },
      {
        "type": "المساج العلاجي",
        "description": "يتم استخدامه لعلاج بعض الحالات الطبية مثل آلام الظهر المزمنة أو الإصابات الجسدية. يتم التركيز على المناطق المصابة بالتنسيق مع احتياجات العميل.",
        "benefits": "تخفيف الألم المزمن، معالجة الإصابات، تحسين الحركة والمرونة."
        ,"image": "massage2"
      
      },
      {
        "type": "مساج الأروماثيرابي (العلاج بالروائح)",
        "description": "يجمع بين تقنيات المساج واستخدام الزيوت العطرية المهدئة لتعزيز الاسترخاء وتحسين الحالة النفسية.",
        "benefits": "تحسين الاسترخاء النفسي والجسدي، تخفيف التوتر، تحسين المزاج."
        ,"image": "massage2"
      
      },
      {
        "type": "مساج شياتسو (الضغط الياباني)",
        "description": "نوع من المساج الياباني يعتمد على الضغط بالإصبع على نقاط معينة في الجسم لتحسين تدفق الطاقة (كي) وتخفيف التوتر.",
        "benefits": "تحسين توازن الطاقة، تخفيف التوتر، تعزيز الصحة العامة."
        ,"image": "massage2"
      
      },
      {
        "type": "مساج الرفلكسولوجي (تدليك القدمين)",
        "description": "يعتمد على تدليك نقاط محددة في القدمين واليدين التي ترتبط بأعضاء الجسم المختلفة. يهدف لتحسين الصحة العامة من خلال هذه النقاط.",
        "benefits": "تحسين صحة الجسم العامة، تخفيف الآلام والتوتر، تعزيز الاسترخاء."
        ,"image": "massage2"
      
      },
      {
        "type": "المساج الليمفاوي",
        "description": "يستهدف تنشيط الجهاز الليمفاوي لتصريف السوائل الزائدة والسموم من الجسم. يتم استخدام حركات خفيفة ولطيفة.",
        "benefits": "تحسين الدورة الليمفاوية، تخفيف التورم، تعزيز جهاز المناعة."
        ,"image": "massage2"
      
      }
    ]
  }
  